"Address cards that arrive through Mover are automatically saved inside the Contacts application and are available to other applications that use your address book." = "Визитка прибыла через Mover, автоматически сохранена в Котактах и доступна для любого приложения, использующего Вашу адресную книгу.";
"Dismiss" = "Отклонить";
"A new contact's address card has been received. It has been saved automatically." = "Получена новая адресная карточка. Сохранена автоматически.";
